const main = {
    "_id":'31412431241231231',
    'landingName':'main',
    'hero':{
        '_id':'123123123123123',
        'show':true,
        'title':'Будівельна компанія МГгруп',
        'descr':'Ми створюємо та реконструюємо котеджі зі смаком та якістю. Наша експертиза охоплює всі етапи від фундаментів до останніх штрихів дизайну, що дозволяє пропонувати вам повний спектр будівництва',
        'img':'path to img on back server',
        'altText':'altImgText',
        'btn':'Розрахувати вартість',
    },
    'about-us':{
        '_id':'123123123123123',
        'show':true,
        'array':[
            {
                'title':'2012',
                'descr':'працюємо понад 10 років',
                'img':'path',
                'alt':'imgAlt'
            },
            {
                'title':'150+',
                'descr':'щасливих клієнтів',
                'img':'path',
                'alt':'imgAlt'
            },
            {
                'title':'200+',
                'descr':'завершених проектів',
                'img':'path',
                'alt':'imgAlt'
            },
            {
                'title':'Дніпро',
                'descr':'наша локація',
                'img':'path',
                'alt':'imgAlt'
            }
        ]
    },
    'services':{
        '_id':'123123123',
        'show':true,
        'title':'Послуги компанії',
        'array':[
            {
                'title':'Будівництво та реконструкція котеджів під ключ',
                'descr':'Ми надаємо повний спектр послуг, включаючи проектування, будівництво, реконструкцію та оздоблення вашого котеджу. Наша команда працює з вами на кожному етапі процесу: від початкового концепту та дизайну.',
                'bnt':'Детальніше',
                'btnLink':'building',
                'img':'imgPath',
                'img2x':'img2xPath',
                'alt':'imgAlt'
            },
            {
                'title':'Бетонні роботи',
                'descr':'Наша компанія - експерт в області бетонних робіт. Маємо великий досвід у заливці бетонних підлог, доріг, чаш для басейнів, фундаментів і т.д. Ми вирізняємося високою якістю робіт і гарною ціною.',
                'bnt':'Детальніше',
                'btnLink':'concrete_works',
                'img':'imgPath',
                'img2x':'img2xPath',
                'alt':'imgAlt'
            },
            {
                'title':'Будівництво та реконструкція ангарів, складських приміщень',
                'descr':'Ми експерти у сфері будівництва та реконструкції ангарів та складських приміщень. З нами ваш проект отримає високоякісне втілення, від проектування до завершення будівництва.',
                'bnt':'Детальніше',
                'btnLink':'warehouse',
                'img':'imgPath',
                'img2x':'img2xPath',
                'alt':'imgAlt'
            },
            {
                'title':'Буріння отворів',
                'descr':'Послуга включає професійне та точне буріння отворів у бетоні, камені, асфальті та інших матеріалах для встановлення фіксуючих елементів, труб, кабелів або інших комунікаційних систем.',
                'bnt':'Детальніше',
                'btnLink':'drilling',
                'img':'imgPath',
                'img2x':'img2xPath',
                'alt':'imgAlt'
            },
        ]
    },
    'last-works':{
        '_id':'1231231231231',
        'show':true,
        'title':'Наші останні роботи',
        'tabs':[
            {
                'title':'Всі роботи',
                'name':'all',
                'imagesArr':[
                    {
                        'path':'path',
                        'alt':'alt'
                    },
                ]
            },
            {
                'title':'Котеджі під ключ',
                'name':'building',
                'imagesArr':[
                    {
                        'path':'path',
                        'alt':'alt'
                    },
                ]
            },
            {
                'title':'Бетонні роботи',
                'name':'concrete',
                'imagesArr':[
                    {
                        'path':'path',
                        'alt':'alt'
                    },
                ]
            },
            {
                'title':'Буріння отворів',
                'name':'drilling',
                'imagesArr':[
                    {
                        'path':'path',
                        'alt':'alt'
                    },
                ]
            },
            {
                'title':'Ангари та склади',
                'name':'warehouse',
                'imagesArr':[
                    {
                        'path':'path',
                        'alt':'alt'
                    },
                ]
            },
            
        ]
    },
    'prefs':{
        '_id':'1231231231231',
        'show':true,
        'title':'Наші переваги',
        'array':[
            {
                'img':'path',
                "alt":'altImg',
                'title':'Сучасний підхід до роботи'
            },
            {
                'img':'path',
                "alt":'altImg',
                'title':'Власні будівельні бригади'
            },
            {
                'img':'path',
                "alt":'altImg',
                'title':'Завершуємо всі проекти з 2ХХХ року'
            },
            {
                'img':'path',
                "alt":'altImg',
                'title':'Весь спектр будівельних послуг під ключ'
            },
            {
                'img':'path',
                "alt":'altImg',
                'title':'Використовуємо сертифіковані матеріали'
            },
            {
                'img':'path',
                "alt":'altImg',
                'title':'Професійність та відповідальність на кожному етапі'
            },
        ]
    },

}